Repository: osmfj/teikan-translate
Catalog: tm/jlaw_je.tmx
Source language: ja
Languages: en_gb

source: 時効の利益は、あらかじめ放棄することができない
en_gb: The benefits of the prescription may not be waived in advance

source: 刑法施行法
en_gb: Act for Enforcement of the Penal Code

source: 相続の放棄をした者は、…自己の財産におけるのと同一の注意をもって、その財産の管理を継続しなければならない
en_gb: A person who has renounced an inheritance must continue the administration of inherited property with the same care the person would exercise over the person's own property

source: EU予算支出を伴うプログラムの評価手引書（事後評価及び中間報告）
en_gb: Evaluation EU Expenditure Programs: A Guide … Ex post and Intermediate Evaluation

source: 犯罪事実
en_gb: fact of a crime

source: 軍事施設
en_gb: military facilities

source: 事前評価：EU予算支出を伴うプログラムの企画・立案に関する実務手引書
en_gb: Ex Ante Evaluation: A Practical Guide for Preparing Proposals for Expenditure Programs

source: 仮執行
en_gb: provisional execution

source: 予算の執行
en_gb: budget execution

source: 都道府県の執行機関
en_gb: prefectural executive agency

source: 執行文及び文書の謄本の送達
en_gb: Services of the certificate of execution and a transcript of the documents

source: 何人も…してはならない
en_gb: it is prohibited for any person to...

source: 支払の停止があった後に債務を負担した場合
en_gb: in cases where they assumed debts after suspension of payment

source: 株式会社は資本金の額を減少することができる
en_gb: A stock company may reduce the amount of the stated capital

source: 公益事業又は収益事業に関する会計
en_gb: The account of public benefit enterprise or profit-making enterprise

source: 住所地法によるべき場合は、この限りでない
en_gb: this does not apply where the law of domicile controls

source: 重大な事故
en_gb: serious accident

source: 重大な過失
en_gb: gross negligence

source: 重大な変更
en_gb: material alternation

source: 重大な事由
en_gb: material ground

source: ただし、表意者に重大な過失があったときは、表意者は、自らその無効を主張することができない
en_gb: provided, however, that the person who made the manifestation of intention may not personally assert such nullity if the person making the manifestation was grossly negligent

source: 毎事業年度終了の日から３月以内に
en_gb: within three months from the end of each business year

source: 主たる事務所の所在地においては
en_gb: at the location of its principal office

source: 特許権は、民法第九百五十八条の期間内に相続人である権利を主張する者がないときは、消滅する
en_gb: A patent right lapses where no person claims the right as an heir within the time limit designated in Article 958 of the Civil Code.

source: 不利益処分の原因となる事実に対する当事者等の主張
en_gb: assertion of the parties, etc. concerning the facts which will be the cause of the anticipated Adverse Disposition

source: 証拠により証明すべき事実その他の事実上及び法律上の主張
en_gb: facts to be proved by evidence or any other factual or legal allegations

source: 当事者の主張
en_gb: argument by a party

source: 法人の業務は、主務官庁の監督に属する
en_gb: The business of a juridical person is subject to the supervision of the competent government agency

source: 第１章
en_gb: Chapter 1

source: 第１条
en_gb: Article 1

source: 第１条の２
en_gb: Article 1-2

source: 連帯債務者の中に償還をする資力のない者があるときは、…
en_gb: If there is any person among the joint and several obligors who does not have the sufficient financial resources to make the reimbursement,…

source: 募集社債の償還の方法及び期限
en_gb: The method and due date for the redemption of the Bonds for subscription

source: 株式会社は自己株式を消却することができる
en_gb: A stock company may cancel its treasury shares

source: 相続その他の一般承継
en_gb: general succession, including inheritance

source: 常時十人以上の労働者を使用する使用者
en_gb: An employer who continuously employs 10 or more workers

source: 承認の申請
en_gb: application for approval

source: 権利、義務若しくは事実証明に関する文書
en_gb: document or drawing relating to rights, duties or certification of facts

source: 犯罪の証明
en_gb: proof of the offense

source: 登録証明書
en_gb: registration certificate

source: 債権の消滅
en_gb: Extinction of Claims

source: 法律行為に終期を付したときは、その法律行為の効力は、期限が到来した時に消滅する
en_gb: If a time of expiration of validity is assigned to a juridical act, the validity of such juridical act expires upon the arrival of such time.

source: 当該社債管理者の債権に係る債務について社債発行会社から担保の供与又は債務の消滅に関する行為を受けること
en_gb: Accepting, with respect to an obligation relating to a claim of such bond manager, the tender of a security or an act regarding the extinguishment of the obligation from the bond-issuing Company.

source: 前項の規定による取消権は、当事者が、詐欺を発見し、若しくは強迫を免れた後三箇月を経過し、又は追認をしたときは、消滅する
en_gb: The claim for rescission of marriage pursuant to the preceding paragraph lapses upon the passage of three months after the party has discovered the fraud or escaped the duress, or upon ratification.

source: 法務省令
en_gb: Ordinance of the Ministry of Justice

source: 経済産業省令
en_gb: Ordinance of METI

source: 出入国管理及び難民認定法第七条第一項第二号の基準を定める省令
en_gb: Ministerial Ordinance to Provide for Criteria Pursuant to Article 7, paragraph (1), item (ii) of the Immigration Control and Refugee Recognition Act

source: 高度職業訓練
en_gb: high technology vocational training

source: 法律事務を行うことを職務とする
en_gb: to provide legal services as a practice

source: …及び政令の定めるところによりその職務を行うために要する費用の弁償を受けるものとする
en_gb: …also be reimbursed for necessary expenses incurred in performing their duties as specified by Cabinet Order

source: 医師、助産師又は薬剤師の診療、助産又は調剤に関する債権
en_gb: any claim regarding a diagnosis, assistance in baby delivery, or the preparation of medicine by a doctor, birthing assistant, or pharmacist

source: 占有権は、占有者が占有の意思を放棄し、又は占有物の所持を失うことによって消滅する
en_gb: Possessory rights are extinguished when the possessor renounces the intention to possess, or loses possession of the possessed thing

source: 代理人が占有物の所持を失ったこと
en_gb: That the agent has lost the direct control over the possessed thing

source: 不作為を目的とする債務については、債務者の費用で、債務者がした行為の結果を除去し、又は将来のため適当な処分をすることを裁判所に請求することができる
en_gb: With respect to any obligation for an inaction, a request may be made to the court at the expense of the obligor seeking the removal of the outcome of the action performed by the obligor, or an appropriate ruling against any future action

source: 会社は、…知れている債権者には、各別にこれを催告しなければならない
en_gb: Company…must give notice of the same separately to each known creditor

source: 審査の請求
en_gb: application for examination

source: 出願審査の請求
en_gb: request for examination of application

source: その事件が審判、再審又は訴訟に係属している場合に限り
en_gb: provided that a trial, retrial or court proceeding in connection with the case is pending

source: 家庭裁判所の審判とみなす
en_gb: are deemed to be the decisions rendered by the Family Court

source: 少年法で定める少年の保護事件の審判
en_gb: Trial and decision for matters for protecting juveniles as provided for by the Juvenile Act

source: 海難審判庁
en_gb: Japan Marine Accident Inquiry Agency

source: 公正取引委員会又は審判官は、適当と認めるときは、職権で、審判手続を併合し、又は分離することができる
en_gb: The Fair Trade Commission or the hearing examiners may, where it or they determine it appropriate, merge or separate the hearing procedures on its or their own authority.

source: 外国の刑事事件の捜査又は審判
en_gb: investigation or adjudication of a foreign criminal case

source: 家事審判法
en_gb: Act on Adjudication of Domestic Relations

source: 家事審判官
en_gb: judge of Family Affairs

source: その権利を行使することができない
en_gb: the right may not be exercised

source: その処分に対しては、不服申立てをすることができない
en_gb: no appeal may be entered against the disposition

source: 罰金を完納することができない者
en_gb: a person unable to pay the fine in full

source: 相手方が申立てをすることを妨げない
en_gb: this does not preclude the adverse party from filing a motion

source: 当事者本人を尋問することを妨げない
en_gb: this does not preclude the examination of the party

source: 生産者
en_gb: producer

source: 精神上の障害により事理を弁識する能力を欠く常況にある者
en_gb: a person who constantly lacks the capacity to appreciate a given situation due to mental disability

source: 成年に達した者は、養子をすることができる
en_gb: A person who has attained the age of majority may adopt another as a child

source: 生物多様性条約
en_gb: Convention on Biological Diversity

source: 生物多様性影響評価書
en_gb: biological diversity risk assessment report

source: 第１節
en_gb: Section 1

source: 総務省設置法
en_gb: Act for Establishment of the Ministry of Internal Affairs and Communications

source: 終身定期金債務者の責めに帰すべき事由によって第六百八十九条に規定する死亡が生じたときは、…
en_gb: If a death provided for in Article 689 occurs due to grounds attributable to the obligor in a life annuity, …

source: ただし、その債務の不履行が債務者の責めに帰することができない事由によるものであるときは、この限りでない
en_gb: provided, however, that this does not apply if the failure to perform the obligation is due to grounds not attributable to the obligor

source: 組合員の組合の業務を執行する権限に加えた制限は、善意の第三者に対抗することができない
en_gb: Restrictions on the right of a partner to execute the Partnership's businesses may not be asserted against a third party without knowledge of such restrictions

source: 双務契約の当事者の一方は、相手方がその債務の履行を提供するまでは、自己の債務の履行を拒むことができる
en_gb: A party to a bilateral contract may refuse to perform its own obligation until the other party tenders the performance of its obligation

source: 総量規制基準
en_gb: total emission control standard

source: 規制措置
en_gb: control measures

source: 株式会社の代表取締役が…署名…に代わる措置をとらなければならない
en_gb: the Representative Director of the Stock Company must implement measures in lieu of the affixing of the signature

source: 損害額
en_gb: amount of damage

source: 物の使用の対価として受けるべき金銭その他の物
en_gb: Money or other Thing to be obtained in exchange for the use of any Thing

source: 犯罪収益の果実として得た財産、犯罪収益の対価として得た財産
en_gb: any property obtained as the fruit of or in exchange for crime proceeds

source: 物権の対価
en_gb: consideration for real rights

source: 理事の代理権に加えた制限は、善意の第三者に対抗することができない
en_gb: No limitation on a director's authority may be duly asserted against a third party without knowledge

source: 抵当不動産の第三取得者
en_gb: A third party acquirer of mortgaged real properties

source: 法人の代表者、代理人、使用人その他の従業者が、その法人の業務に関し、次の各号に掲げる規定の違反行為をしたときは、その行為者を罰するほか、その法人に対して当該各号に定める罰金刑を科する。
en_gb: When a representative, an agent, an employee or any other worker of a juridical person committed a violation of any of the provisions set forth in the following items with regard to the business of said juridical person, not only the individual offender but also the juridical person is punished by a fine prescribed in said items:

source: 株主は、代理人によってその議決権を行使することができる
en_gb: Shareholders may exercise their votes by proxy

source: 次に掲げる者は、遺言の証人又は立会人となることができない
en_gb: The following persons may not be a witness or observer to a will

source: …と認めるに足りる十分な理由
en_gb: sufficient ground to find …

source: …すれば足りる
en_gb: it would be sufficient to …

source: 単独行為の無権代理
en_gb: unauthorized agency in unilateral juridical act

source: 家庭裁判所は、管理人に財産の管理及び返還について相当の担保を立てさせることができる
en_gb: The family court may require an administrator to provide reasonable security with respect to the administration and return of the property

source: 他人の権利の売買における売主の担保責任
en_gb: seller's warranty when selling rights of others

source: 清算株式会社以外の者が協定債権者のために提供した担保
en_gb: collateral provided by persons other than the liquidating stock company for the benefit of the agreement claim creditors

source: 清算株式会社の財産につき存する担保権によって担保される債権
en_gb: claims secured by security rights over the assets of the liquidating stock company

source: 担保を提供する
en_gb: provide security

source: 支払遅延
en_gb: delay in payment

source: 都道府県知事
en_gb: prefectural governor

source: 国際仲裁事件
en_gb: an international arbitration case

source: 意見聴取
en_gb: opinion hearing

source: 報告の徴収
en_gb: collection of report

source: 紛議の調停
en_gb: the mediation of disputes

source: 子、その直系卑属又はこれらの者の法定代理人
en_gb: A child, the child's lineal descendant, or the legal representative

source: 社団法人の理事は、少なくとも毎年一回、社員の通常総会を開かなければならない
en_gb: The director(s) of an incorporated association must convoke an ordinary general meeting of the members at least once a year

source: 独立行政法人通則法
en_gb: Act on General Rules for Incorporated Administrative Agency

source: 公訴を提起する
en_gb: institution of prosecution

source: 定期金の債権は、第一回の弁済期から二十年間行使しないときは、消滅する
en_gb: A claim for periodic payments is extinguished if not exercised for twenty years after the first due date

source: 拘禁の停止
en_gb: suspension of detention

source: 答弁書提出命令
en_gb: direction to submit written answer

source: 行政手続法の適用除外
en_gb: exclusion from application of the administrative procedure act

source: 承認申請手数料
en_gb: a fee for the application for approval

source: 書面によらない贈与は、各当事者が撤回することができる
en_gb: gifts not in writing may be revoked by either party

source: 略式手続
en_gb: summary proceeding(s)

source: 電磁的記録（電子的方式、磁気的方式その他人の知覚によっては認識することができない方式で作られる記録であって、電子計算機による情報処理の用に供されるものをいう）
en_gb: electromagnetic record (a record made by an electronic form, a magnetic form, or any other form not recognizable to human perception, which is used in information processing by computers)

source: （定義等）
en_gb: (Definitions, etc.)

source: 船舶又は航空機（以下「船舶等」という。）
en_gb: vessel or aircraft (hereinafter referred to as "vessel, etc.")

source: 機構の名称、目的、業務の範囲等に関する事項
en_gb: such matters as the Agency's name, purpose and scope of business

source: この法律において「薬物犯罪収益等」とは、薬物犯罪収益、薬物犯罪収益に由来する財産又はこれらの財産とこれらの財産以外の財産とが混和した財産をいう
en_gb: In this Act, "drug offense proceeds or the like" means drug offense proceeds, property derived from drug offense proceeds or any other property in which any drug offense proceeds or property derived from drug offense proceeds is mingled with other property

source: 当該書面
en_gb: said document

source: 法人は、登記をしなければならない
en_gb: A juridical person must complete its registration

source: 外国倒産処理手続
en_gb: foreign insolvency proceeding(s)

source: 投資者（の）保護
en_gb: protection of investors

source: 逃亡犯罪人の拘禁
en_gb: detention of fugitive

source: 登録の拒絶
en_gb: refusal of registration

source: 登録換え請求
en_gb: a request for the transfer of registration

source: 登録請求書
en_gb: a written request for registration

source: 実施を適正にするため特に必要があると認めるときは、
en_gb: if it is found particularly necessary for the proper implementation

source: 租税特別措置法
en_gb: Act on Special Measures concerning Taxation

source: 当該届出に係る（事項）
en_gb: (matter) stated in the notification

source: Ａ及びＢ、Ｃ並びにＤ
en_gb: A and B, C, and D

source: 第２号から第４号までに掲げる（事項）
en_gb: (matters) set forth in items 2 to 4 inclusive

source: 次に掲げる（事項）
en_gb: following (matters)

source: 第１項の資格（政令で定めるものに限る。）
en_gb: qualifications provided by para.1 (limited to those specified by Cabinet Order)

source: ただし、第５条に規定する場合に限る
en_gb: provided, however, that this is limited to the cases prescribed by Art. 5

source: 臓器の移植に関する法律
en_gb: Act on Organ Transplantation

source: 行政機関が行う政策の評価に関する法律
en_gb: Government Policy Evaluations Act

source: これに準ずる方法
en_gb: equivalent method

source: 正犯に準ずる
en_gb: is dealt with in the same manner as a principal

source: その時効については、国税の例による
en_gb: the prescription is governed by the same rules as national tax

source: 前項の場合には、次の例による
en_gb: the cases referred to in the preceding paragraph are governed by the following rules

source: この法律の施行前にした行為に対する罰則の適用については、なお従前の例による
en_gb: with regard to the application of penal provisions to acts committed prior to the enforcement of this Act, the provisions then in force remain applicable

source: 一株に満たない端数
en_gb: a fraction less than one share

source: １４歳に満たない者
en_gb: a person under 14 years of age

source: 専門的知見に基づく意見
en_gb: opinion based on expert knowledge

source: 第６０条の規定に基づく措置
en_gb: measures pursuant to Art. 60

source: 入国審査官に対し上陸の申請をして
en_gb: apply for landing to an immigration inspector

source: 平成１１年法律第１０３号
en_gb: Act No. 103 of 1999

source: 第２０条の規定に違反して故意に報告しなかった者
en_gb: any person who has intentionally failed to report in violation of Article 20

source: 告示の日の翌日から起算して１年が経過したときは
en_gb: when one year has passed since the day following the date of public notice

source: 裁判所は、適当と認めるときは、…することができる
en_gb: the court may, when it finds appropriate, …

source: 主務大臣は、…のおそれがあると認めるときは、…しなければならない
en_gb: the competent minister must, when the minister finds a risk of …, …

source: 費用賠償
en_gb: compensation for costs

source: 破産手続開始
en_gb: commencement of bankruptcy proceeding(s)

source: 破産手続開始の原因
en_gb: grounds for the commencement of bankruptcy proceeding(s)

source: 破産手続参加
en_gb: participation in bankruptcy proceeding(s)

source: 破産手続終結の決定
en_gb: order for termination of the bankruptcy proceeding(s)

source: 破産手続廃止
en_gb: discontinuance of bankruptcy proceeding(s)

source: 犯罪行為…により生じ、若しくは当該犯罪行為により得た財産又は当該犯罪行為の報酬として得た財産
en_gb: any property produced by, obtained through, or obtained in reward for a criminal act

source: 事件の表示
en_gb: indication of the case

source: 夫婦財産制
en_gb: matrimonial property regime

source: 地役権の付従性
en_gb: accessoriness of servitudes

source: 不正使用
en_gb: unauthorized use

source: 負担付贈与の申込みを承諾し、又は負担付遺贈を承認すること
en_gb: accept the offer of gift with burden, or accept any bequest with burden

source: 訴えが不適法でその不備を補正することができないときは、裁判所は、口頭弁論を経ないで、判決で、訴えを却下することができる
en_gb: In the case where a suit is unlawful and such defect cannot be corrected, the court may dismiss the suit by judgment without oral argument

source: 不当な取引制限
en_gb: unreasonable restraint of trade

source: 不当な義務
en_gb: undue obligation

source: 不法行為により生じた債権
en_gb: claim arising from tortious acts

source: 共同不法行為者の責任
en_gb: liability of joint tortfeasors

source: 不法な条件を付した法律行為は、無効とする
en_gb: juridical act which is subject to an unlawful condition is void

source: 条件が成就することによって不利益を受ける当事者が故意にその条件の成就を妨げたときは、相手方は、その条件が成就したものとみなすことができる。
en_gb: In cases any party who will suffer any detriment as a result of the fulfillment of a condition intentionally prevents the fulfillment of such condition, the counterparty may deem that such condition has been fulfilled.

source: 振替外債
en_gb: book-entry foreign-issued bond

source: 振替株式
en_gb: book-entry share

source: 振替機関
en_gb: book-entry institution

source: 振替業
en_gb: book-entry business

source: 振替社債
en_gb: book-entry company bond

source: 振替受益権
en_gb: book-entry beneficial interest

source: 二十年間、所有の意思をもって、平穏に、かつ、公然と他人の物を占有した者は、その所有権を取得する
en_gb: A person who possesses the property of another for 20 years peacefully and openly with an intention to own acquires the ownership thereof

source: 株式会社は、株式の併合をすることができる
en_gb: A stock company may consolidate its shares

source: ただし、定款に別段の定めがあるときは、この限りでない
en_gb: provided, however, that, this does not apply in the case where it is otherwise provided in the articles of incorporation

source: 第１編
en_gb: Part I

source: 弁護士、弁護士法人又は公証人の職務に関する債権
en_gb: Any claim regarding the duties of an attorney, a legal professional corporation, or a notary public

source: 商標法
en_gb: Trademark Act

source: 民法
en_gb: Civil Code

source: 刑法
en_gb: Penal Code

source: 商法
en_gb: Commercial Code

source: 民事訴訟法
en_gb: Code of Civil Procedure

source: 刑事訴訟法
en_gb: Code of Criminal Procedure

source: 相続の承認及び放棄
en_gb: Acceptance and Renunciation of Inheritance

source: 報告義務
en_gb: duty to report

source: 外国に在る日本人間の縁組の方式
en_gb: formalities for adoption between Japanese nationals in foreign country

source: 最高裁判所の裁判官は、すべて定期に相当額の報酬を受ける。この報酬は、在任中、これを減額することができない。
en_gb: All such judges receive, at regular stated intervals, adequate compensation which may not be decreased during their terms of office

source: 未成年者が法律行為をするには、その法定代理人の同意を得なければならない
en_gb: A minor must obtain the consent of the minor's statutory agent to perform any juristic act

source: …その損害賠償の額は、法定利率によって定める
en_gb: The amount of the damages … is determined with reference to the statutory interest rate

source: 公の秩序又は善良の風俗に反する事項を目的とする法律行為は、無効とする
en_gb: a juridical act with any purpose which is against public policy is void

source: 日本国が行う同種の要請に応ずる旨の要請国の保証がないとき。
en_gb: there is no guarantee from the requesting country that it will honor requests of the same sort from Japan.

source: 債務者は、…善良な管理者の注意をもって、その物を保存しなければならない
en_gb: the obligor must take custody of such property with the due care of a prudent manager

source: 通訳及び翻訳
en_gb: interpretation and translation

source: 期間満了の日
en_gb: the expiration date of the period

source: １万円未満の端数
en_gb: a fraction less than ten thousand yen

source: １８歳未満の者
en_gb: a person under 18 years of age

source: 善意であり、かつ、過失がない
en_gb: in good faith and faultless

source: その意思表示は無効とする
en_gb: such manifestation of intention is void

source: 自己の財産を無償で相手方に与える
en_gb: give personal property to the other party gratuitously

source: …名義の（で）
en_gb: in the name of …

source: 略式命令
en_gb: summary order

source: …当事者の双方又は一方の申立てに基づき、…
en_gb: at the request of either one or both of the parties

source: 第１目
en_gb: Division 1

source: 趣旨及び目的
en_gb: purpose and objective

source: Ａ、Ｂ又はＣ、Ｄ若しくはＥ
en_gb: A, B, or C, D or E

source: この法律において「物」とは、有体物をいう
en_gb: The term "Thing" as used in this Code means a tangible thing

source: 秘密を漏らしてはならない
en_gb: must not divulge any secret

source: 入国警備官は、第二十四条各号の一に該当すると思料する外国人があるときは、当該外国人（以下「容疑者」という。）につき違反調査をすることができる
en_gb: An immigration control officer may, when he believes that an alien falls under any of the items of Article 24, conduct an investigation into any violation that may have been committed by such alien(hereinafter referred to as "suspect")

source: 申請書の様式
en_gb: form of a written application

source: 訴えを提起しようとする者が訴えの被告となるべき者に対し訴えの提起を予告する通知を書面でした場合（以下この章において当該通知を「予告通知」という。）
en_gb: Where a person who intends to file an action has given by means of a document, to the person who is to be the defendant in the action, an advance notice of filing of an action (hereinafter referred to as an "advance notice" in this Chapter)

source: 第３欄
en_gb: column 3

source: 罰金等臨時措置法
en_gb: Act on Temporary Measures concerning Fines

source: …に隣接する権利
en_gb: right neighboring …

source: 日本弁護士連合会
en_gb: Japan Federation of Bar Associations

source: 協同組合連合会
en_gb: federation of cooperatives

source: 労働委員会に関する事項は、…、政令で定める
en_gb: particulars for the labor relations commission … are prescribed by cabinet order

source: 使用者は、労働者の承諾を得なければ、その権利を第三者に譲り渡すことができない
en_gb: An employer may not assign the employer's rights to third parties unless the employer obtains the employee's consent

source: 強制わいせつ等致死傷
en_gb: Forcible Indecency Causing Death or Injury

source: 和解調書を作成する
en_gb: draw up record of settlement

source: 前項の場合を除くほか
en_gb: in addition to the cases referred to in the preceding paragraph

source: 特別の措置を講じている場合を除くほか
en_gb: except when special measures are taken
